const banecs = [
  `
Женщина и её любовник находились в доме, пока муж был на работе. Её девятилетний сын вошел в комнату и, видя, как они занимаются любовью, спрятался в шкаф и оттуда подглядывал. Внезапно входит муж. Жена прячет любовника в шкаф, не зная, что её сын там.
Мальчик:
––Темно здесь.
––Да.
— У меня есть футбольный мяч.
— Это хорошо.
— Вы не хотите его купить?
–– Нет, спасибо.
–– Мой отец снаружи.
–– Ок, сколько?
–– 250 долларов.
Спустя несколько недель мальчик и мужчина снова встречаются в шкафу.
Мальчик:
— Темно здесь.
— Да.
— У меня есть кроссовки.
Помня, что случилось в прошлый раз, мужчина спрашивает:
— Сколько?
— 750 долларов.
— Ок.
Спустя несколько дней, отец говорит своему сыну:
— Пойдем поиграем в футбол.
— Я не могу, я продал мяч и кроссовки.
— Сколько ты получил?
— 1000 долларов.
— Это ужасно! Как ты мог взять так много денег? Это намного больше, чем они стоят. Это грех, ты должен пойти в церковь и покаяться.
Отец повел сына в церковь. Мальчик зашел в исповедальню, закрыл дверь и сказал:
— Темно здесь.
Священник:
— Бля, вот только не начинай опять с этой хуйни!
`,
  `Немой петух по утрам вибрирует`,
  `Крутой джазовый бар проводит конкурс на лучшего исполнителя, которого возьмут на работу. Собирается толпа музыкантов и среди них старый негр.
Выходит и говорит:
— Эта песня называется "Я буду дрочить на тебя всю ночь!"
Играет восхитительный блюз, после которого половина музыкантов сразу собираются и уходят, другие просто плачут от восторга!
Старый негр говорит:
— А следующая моя песня называется "Соси у меня, сука, пока я не кончу!"
И играет блюз еще круче от которого оставшиеся музыканты единогласно отказываются от участия в конкурсе.
Владелец заведения говорит
— Мы вас берем, только не могли бы вы не называть своих песен, а они немного… нуу... шокируют.
Негр соглашается.
Идет очередной концерт, негр забыл заправиться, и у него елда торчит из штанов. Он садится за рояль, играет. Хозяин заведения замечает эту оплошность, подходит к нему, говорит:
— У тебя хуй видно, знаешь?
Негр:
— Что? Знаю ли я её?! Да я её написал!`,
  `Парень каждый день перед сном писал своей любимой сообщения «я тебя люблю». В одну ночь девушке приходит опять сообщение. Она, промолвив про себя: «эх, устала каждую ночь читать одно и то же» и не открывая сообщения, легла спать. На утро звонит мать парня девушке и говорит: «приходи, он скончался». Девушка бросается к мобильному, открывает сообщение, а там написано: «представь, я ща поле чудес смотрел, там у якубовича капуста в усах застряла, и он такой как индюк ею трясёт брлрлрблрлбр аахахахахах жесть я щас умру».`,
  `Чемпион мира по кусанию локтей обоссал свой хуй.`,
  `Мужик смертельно заболел. Пошел на болото топиться, Только
приготовился вдруг лягушка выныревает:
- Что надо? Что пришёл?
- Да болен я, жить мне полгода осталось. Зачем семью буду мучать,
. утоплюсь да и всё
- Иди мужик домой, всё будет хорошо.
Приходит мужик домой, а его жена втречает:
- Милый, с больницы звонили, все хорошо, твои анализы нормальные,
. ИХ просто перепутали
Прошло полгода. У мужика завал, зарплату полгода не платят, Под
сокращение попадает, семья бедствует. Пошел на болото. Лягушка:
- Что надо? Что пришел?
- Да неадоело все. Зарплату не платят, семью не могу содержать, топлюсь.
-. Иди мужик домой, Все Будет Хорошо
Приходит мужик На Работу, а его все приветствуеют, премию выписали,
. задолженность отдали, повысили оклад, Должность новую Дали
Прошло полгода. Жена загуляла, дети школу прогуливают,
отца ни кто не слушает. Пошел на болото.
- Что надо? Что пришел?
- Ай лягушка, устал. Не мешай, утоплюсь и дело с концом.
-. Иди мужик домой, Все Будет Хорошо
Приходит мужик Домой а, там дети "папа-папочка" лезут целоваться,
обниматься. Жена на коленках прошения молит, ноги целует.
Ну мужик думает "Блин лягушку-то отблагодарить надо". Пошел на болото.
- Что надо? Что пришел?
- Да добра ты мне столько сделала, давай отблагодарю.
- Да иди домой. Все хорошо. Иди.
- Да не могу я так, совесть не позволяет.
- Ну ладно, хочешь мне добро сделать, так трахни меня.
... - И тут, вы не представляете товарищ следователь, лягушка превращается в 12-летнего мальчика!`,
  `Америка. Парикмахерская. Парихмахер стрижёт клиента.
— Какие планы на отпуск, старина? — спрашивает он у него.
— Хочу побывать в Москве, — отвечает тот.
— В Москве!!! В этом грязном, вонючем городе, где мусор не убирают и по улице ходят бандиты и медведи! Да вы что, сэр?! Не вздумайте!!!
— И всё–таки я поеду. Ведь мои дедушка и бабушка когда–то жили там!
— А какими авиалиниями летите? — спрашивает парихмахер.
— Аэрофлотом! — отвечает тот.
— Мама дорогая, это самые поганые авиалинии. Там воняет керосином, ужасная теснота и отвратительная еда. Пару часов опоздания вам гарантировано.
— И всё–таки я еду!
— Ну ладно, а в какой гостинице вы остановитесь в Москве?
— В “России”!
— Какой кошмар! Там куча проституток, ломовые цены, кругом тараканы и мерзопакосный персонал.
— Я еду, в любом случае!
— А что же вы будете делать в Москве? — не унимается парихмахер.
— Хочу сходить в Мавзолей Ленина!
—??????. Там же огромная очередь, кругом милиция и шмон. Мерзко и противно!
— Меня ничто не остановит! — отвечает клиент.

Через пару месяцев, после поездки он снова приходит в парихмахерскую.
— Привет, дружище, — говорит парихмахер, — как поездка? Правду ли я вам говорил про Москву?
— Знаете, Москва мне очень понравилась. У них новый мэр и он навёл там порядок. Кругом чистота, криминала мало и медведей я не видел!
— Ну, а Аэрофлот как? Всё, как я сказал?
— Не совсем. Самолет был почти пустой, так что нас пересадили в первый класс. Кормили отменно и стюардесса была очень милой и симпатичной девушкой.
— Ну, а гостиница, правда, дрянь?!
— Что вы! Они там недавно сделали ремонт и была неделя скидок, так что я жил в номере люкс! Никаких проституток и тараканов.
— Ну, а Ленина–то видели? — не унимается парикмахер.
— Представьте себе, видел. И вы даже не поверите. Стою я в очереди, вдруг подходит человек в штатском, отводит меня в сторону и говорит, что их учёные только что совершили чудо и смогли оживить Ленина, и что он хочет поговорить с кем–нибудь из толпы. И они выбрали меня для этой цели.
— Боже, ушам своим не верю! И что же Ленин вам сказал?
— Да всего пару слов: “Батенька, и кто же это вас так хуёво постриг?”`,
  `- Папа, что такое "некомпетентность" и "безразличие"?
- не знаю, сынок, не разбираюсь я в этом, да и оно мне собственно до пизды`,
  `Приходит мужчина к врачу.
- Доктор, я наверное онанист. У меня дома над кроватью висит портрет женщины, я его как только увижу ничего с собой не могу поделать и пока не подрочу и не кончу не успокоюсь.
- Действительно странно. - говорит доктор, - принесите мне завтра этот портрет.
На завтра мужик приносит портрет женщины.
Врач: - Больной, а вы ведь себе неправильный диагноз поставили! Вы не онанист, вы пидорас. Это же Ломоносов!`,
  `Мандавошка приходит в центр занятости и говорит:
-Дайте мне какую нибудь работу.
-Хорошо, иди живи в усах Ивана Петровича.
Ушла, на следующий день приходит опять:
-Я не могу так работать.
-Почему?
-Как вы и направили ушла жить в усах Ивана Петровича, а он, оказалось, курит, а у меня астма, я не могу так работать.
-Хорошо, иди живи в мудях Ивана Денисовича.
Ушла, на следующий день приходит снова:
-Нет, я не могу так работать!
-Что в этот раз не так??
-Я засыпаю в мудях Ивана Денисовича, а просыпаюсь в усах Ивана Петровича, а он курит, а у меня астма, я не могу так работать!`,
  `Поручик Ржевский:

- А не сыграть ли нам, господа, в новую игру? "Хартстоун" называется.

- Научите поручик! Надоел преферанс!

- Игра очень простая. Сдавайте карты, господа. И сразу на кон по рублю. Я быстро научу.

Карты раздали, банк замутили. Ждут. Ржевский кладет свои карты на стол:

- Залупа! - и сгребает деньги.

- А в чем же смысл, поручик?

- Всё просто, господа. Кто первый карты на стол бросит с криком "Залупа!" - того и банк.

Понятно. После следующей раздачи все резко кидают карты на стол с криками:

- ЗАЛУПА!!!

Ржевский, спокойно и невозмутимо кладет карты на стол:

- Легендарная залупа, господа`,
  `В семье каннибалов умер отец. Грустно, но вкусно.`,
  `Попадают разработчики гугла после смерти в Ад, а им черти на входе говорят:
- Сначала трахните друг друга в порядке создания ваших аккаунтов.
Ну что делать, начали они друг друга сношать у ворот. Три дня без перерыва — то боком, то раком, то каком.
Чертям надоело, они говорят:
- Придумайте новую позу, которую вы еще ни разу не использовали.
Они еще три дня сношаются. Больно, в крови все в соплях, в слюнях.
Чертям уже и разнообразие приелось, требуют:
- Предоставьте доказательства вашего секса, от тех кто уже находится в Аду, хотим двухфакторное проникновение увидеть.
Разработчики как-то вывернулись (даром что геями при жизни были) исполнили двухфакторное проникновение, трехфакторное, пятифакторное. Все дупла повыворачивали в кровь.
Сатана смотрел на все это, говорит:
- Ладно, проходите.
А разработчики:
- Да нам и тут хорошо, мы хотим еще раз изучить вашу систему авторизации и восстановления пароля.`,
  `Мужчина занял свое место в самолете. Вдруг в салон зашла самая красивая женщина, которую он когда-либо видел. И она села рядом с ним. Волна нервной дрожи охватила его тело. Желая завязать разговор, он спросил:
— Куда летите?
Девушка повернулась к нему, улыбнулась и сказала: — На ежегодную конференцию нимфоманок, в Чикаго!
Он сглотнул и обезумел от волнения. Великолепная женщина, сидящая рядом, собирается на встречу нимфоманок! Изо всех сил пытаясь держать себя в руках, он спокойно спрашивает:
— А что вы будете делать на этой конференции?
Она откидывает прядь волос и говорит:
— Я хочу развенчать некоторые популярные мифы о мужской сексуальности!
— Правда? Интересно. И что это за мифы?
Женщина объясняет:
— Ну, один из популярных мифов заключается в том, что у афро-американцев самые выдающиеся размеры (вы понимаете, о чем я), тогда как на самом деле эта черта более присуща коренным американцам – индейцам. Другой популярный миф говорит о том, что французы – лучшие любовники, тогда как на самом деле лучшими любовниками являются мужчины еврейского происхождения.
— Очень интересно, — отвечает мужчина.
Внезапно женщина краснеет и со смущением говорит:
— Простите, но я себя так неловко чувствую. Я обсуждаю с вами такие вещи, и даже не знаю, как вас зовут!
Мужчина протягивает руку и отвечает:
— Зоркий Сокол. Зоркий Сокол Рабинович.`,
  `Принесли Чебурашка и Гена домой ящик пива. Чебурашка случайно разбил одну бутылку. Гена это увидел, схватил весь ящик, пизданул об стену и заорал: "Вот и попили, блять, пивка!".`,
];

module.exports = banecs;
